/* 
  Localizable.strings
  MacMaintenance

  Created by Oliver Philipp Noack on 02.06.13.
*/

"DialogCloseApps" = "All running applications will be closed now, all unsaved changes will be lost.";
"RestartToWork" = "You will need to restart your system to apply the changes.";
"DockSize" = "Enter the desired size of the dock (from 1 to 128):";
"DockAutoHideDelay" = "Enter the desired hiding delay of the Dock in seconds (from 0.0 to 3.0)";
"DockAnimationSpeed" = "Enter a desired modificator for the animation speed of the hiding Dock (from 0.0 to 3.0):";
